Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Tällä artiklalla on ensi
sme: Dán artihkkalis lea mearkkašupmi vuos ja ovddimusat

source: sijassa merkitystä Norjalle sen maantieteellisten olojen takia ja siksi, että tämä perinteinen
sme: Norgga dilálašvuođaide geográfalaš sivaid geažil, ja dainnago dan riikkas

source: saamelainen luonnonvarojen käyttö liittyy laajasti vuonoihin ja rannikkovesiin.
sme: sámiid árbevirolaš resursageavaheapmi lea nannosit sajáiduvvan vuonaide ja

source: 39 artiklan mukaan saamelaiskäräjillä on oikeus osallistua alueiden ja
sme: Artihkkala 39 mielde sámedikkis galgá leat vuoigatvuohta leat

source: luonnonvarojen hallintoon.
sme: mielde mearrideamen guovlluid ja resurssaid hálddašeami. Artihkkal

source: Artikla täydentää 36 artiklan määräystä.
sme: dievasmahttá artihkkala 36 mearrádusa.

source: Jos lupa luonnonvarojen
sme: Jos lohpi lea addojuvvon geavahit

source: hyödyntämiseen on annettu 36 artiklan nojalla, 39 artiklan säännöstä sovelletaan luvan
sme: resurssaid artihkkala 36 mielde, de artihkkala 39 mearrádus boahtá fápmui go

source: toteuttamisen yhteydessä.
sme: dat lohpi dasto čađahuvvo.

source: 40 artikla antaa saamelaiskäräjille oikeuden osallistua ympäristöhallintoon.
sme: Artihkkal 40 addá sámediggái vuoigatvuođa leat mielde mearri

source: 3.9.6 Sopimusluonnoksen V luku: saamelaiset elinkeinot
sme: 3.9.6 Konvenšuvdnaárvalusa kapihttal V: Sámi ealáhusat

source: Erityisesti saamelaisia elinkeinoja koskevassa sopimusluonnoksen V luvussa on kolme
sme: Kapihttal V, mii erenoamážit gusto sámi ealáhusaide, siskkilda golbma

source: 41 artikla sisältää yleissäännöksen saamelaisten elinkeinojen suojelusta. Säännöstä on
sme: Artihkkal 41 siskkilda oppalaš njuolggadusa sámi ealáhusaid

source: tarkasteltava yhdessä erinäisten muiden aineellista kulttuuriperustaa koskevien artiklojen
sme: suodjaleami birra. Mearrádusa lea dárbu geahčadit oktan arvat eará

source: 42 artikla koskee erityisesti poronhoitoa.
sme: Artihkkal 42 siskkilda erenoamážit boazodoalu.

source: Siinä määrätään, että poronhoidon on oltava
sme: Das mearriduvvo ahte

source: saamelaisten poronhoitoalueilla Norjassa ja Ruotsissa jatkossakin saamelaisten
sme: Norggas ja Ruoŧas boazodoallu ain dálge lea sámiide várrejuvvon ealáhus

source: yksinoikeudella harjoittama elinkeino.
sme: sámi boazoguohtunguovlluin.

source: Suomessa, jossa poronhoito ei ole nykyään
sme: Suomas, mas boazodoallu ii leat dál dušše

source: saamelaisten yksinoikeus, valtion on vahvistettava saamelaisten poroelinkeinon asemaa.
sme: sámiide gullevaš sierravuoigatvuohta, stáhta galgá nannet sámi boazodoalu.

source: 43 artikla koskee valtionrajat ylittävää poronhoitoa.
sme: Artihkkal 43 gusto riikkarájiid rasttideaddji boazodollui. Mearrádus

source: Määräyksessä vahvistetaan, että
sme: nanne ahte rádjerasttideaddji boazodoalu jođihanvuoigatvuođa vuođđun lea

source: oikeus valtionrajat ylittävään poronhoitoon perustuu perinnäistapaan.
sme: guhkesáigásaš geavaheapmi.

source: Saamelaiskylät, siirat
sme: Čearut, siiddat dahje bálgosat sáhttet

source: tai paliskunnat voivat tehdä valtionrajojen yli porojen laiduntamissopimuksia, joiden turvin
sme: gaskaneaset soahpat vuoigatvuođain guođohit bohccuid nuppi riikka rájiid

source: poronomistajat voivat harjoittaa yhteistyötä rajan molemmin puolin.
sme: siskkobealde. Goappáge bealde ráji boazodoallit sáhttet dakkár soahpa

source: Ellei tällaisia sopimuksia ole tehty, valtioidenvälisiä sopimuksia porojen laiduntamisesta sovelletaan
sme: mušaiguin álggahit ovttasbarggu. Mađe muddui dakkár soahpamušat eai leat

source: olemassa olevia perinnäistapoja kunnioittaen.
sme: galget čuvvojuvvot vuhtiiválddedettiin guhkesáigásaš geavahemiid.

source: 3.9.7 Sopimusluonnoksen VI luku: sopimuksen täytäntöönpano ja kehittäminen
sme: 3.9.7 Konvenšuvdnaárvalusa kapihttal VI: konvenšuvnna čađaheapmi ja

source: Sopimusluonnoksen VI luvussa on neljä artiklaa, joiden tarkoitus on turvata sopimuksen
sme: Kapihttal VI siskkilda njeallje artihkkala mat galget sihkkarastit konven

source: toteuttaminen ja kehittäminen.
sme: šuvnna čađaheami ja ovddideami.

source: 44 artikla vahvistaa sopimuksen muodossa yhteistyön, jota jo nykyään harjoitetaan
sme: Artihkkal 44 duođašta konvenšuvdnahámis dan ovttasbarggu maid

source: kyseisten kolmen sopimusvaltion saamelaisasioista vastaavien ministerien ja
sme: dan golmma riikka sámeministarat ja sámediggepresideanttat odne leat

source: saamelaiskäräjien puheenjohtajien välillä.
sme: vuođđudan gaskaneaset.

source: 45 artiklassa määrätään, että sopimuksen täytäntöönpanoa seuraamaan on
sme: Artihkkal 45 mielde galgá vuođđuduvvot konvenšuvdnalávdegoddi

source: perustettava saamelaissopimuslautakunta.
sme: mii goziha konvenšuvnna ollašuhttima.

source: Sopimuksen yhdenmukaisen soveltamisen
sme: Sihkkarastin dihte konvenšuvnna

source: varmistamiseksi sopimusvaltioiden sopimusmääräykset tulee 46 artiklan mukaan saattaa
sme: ovttalágan geavaheami, de stáhtat galget artihkkala 46 mielde dan dahkat

source: suoraan osaksi kansallista lainsäädäntöä.
sme: njuolga geavahahtti riikkalaš láhkan.

source: 47 artikla antaa säännöksiä sopimuksen täytäntöönpanoa koskevista
sme: Artihkkal 47 buktá njuolggadusaid stáhtaid ekonomalaš geatnegas

source: sopimusvaltioiden taloudellisista velvoitteista ja niiden jakautumisesta sopimusvaltioiden
sme: vuođain čađahit konvenšuvnna, ja das mo geatnegasvuođat juohkásit sin

source: kesken.
sme: gaskka.

source: 3.9.8 Sopimusluonnoksen VII luku: loppumääräykset
sme: 3.9.8 Konvenšuvdnaárvalusa kapihttal VII.: Loahppamearrádusat

source: Tämän luvun neljässä artiklassa noudatetaan tavanomaista kansainvälisoikeudellista
sme: Dán kapihttala njeallje artihkkala čuvvot dábálaš álbmotrievttálaš geavada

source: käytäntöä sillä poikkeuksella, että sopimus voidaan ratifioida ja että sitä voidaan myöhemmin
sme: earret dakko ahte ratifikašuvdna ja konvenšuvnna maŋŋilis nuppástusat

source: muuttaa vasta sitten, kun sopimusvaltioiden saamelaiskäräjät ovat antaneet niille
sme: sáhttet čađahuvvot easkka dallego dat golbma sámedikki leat dohkkehan dan,

source: hyväksymisensä, ks. 49 ja 51 artikla.
sme: geahča artihkkala 49 ja 51.

source: Lähtökohdat ja työskentelymuoto
sme: Vuolggabáikkit ja bargovuohki

source: Saamelaiset ovat itse toivoneet saamelaissopimusta Saamelaisneuvoston, entisen
sme: Sierra sámekonvenšuvnna sávaldaga sámit ovddidedje Sámeráđi bokte, mii lei ovddeš

source: Pohjoismaisen Saamelaisneuvoston, välityksellä.
sme: Davvirikkalaš sámeráđđi.

source: Saamelaiset ovat korostaneet olevansa yksi
sme: Vuođđun lei, go sierra sámekonvenšuvdna gáibiduvvui,

source: kansa, ja he ovat halunneet säilyttää kulttuurinsa, kielensä ja yhteiskuntaelämänsä sekä
sme: ahte sámit deattuhedje iežaset leat okta álbmot mii dáhttu seailluhit ja ovddidit iežas

source: kehittää niitä yli valtionrajojen, mikä on synnyttänyt vaatimuksen omasta
sme: kultuvrra, giela ja servodateallima beroškeahttá riikkarájiin. Davviriikkalaš sámeráđi

source: saamelaissopimuksesta. Pohjoismaisen Saamelaisneuvoston perustaminen vuonna 1956 oli
sme: ásaheapmi jagi 1956 lei ilmma dan sávaldagas, ahte galggašii ásahuvvot ja lágiduvvot

source: ilmaus halukkuudesta luoda ja toteuttaa saamelaisten välistä järjestelmällistä yhteistyötä yli
sme: organiserejuvvon ovttasbargu sámiid gaskka rastá riikkarájiid. Dat boahtá čielga

source: valtionrajojen. Tämä ilmenee selkeimmin Jällivaarassa vuonna 1971 järjestetyssä
sme: sepmosit oidnosii resolušuvnnas maid sámekonfereansa mearridii Jielleváris 1971,

source: saamelaiskonferenssissa hyväksytystä päätöslauselmasta, joka alkaa sanoilla:
sme: mii álgá ná:

source: ” Me saamelaiset olemme yksi kansa, eivätkä valtioiden rajat saa estää kansamme
sme: ” Mii sámit leat okta álbmot, ja riikkaid rájit eai galgga rihkkut álbmogeamet

source: yhteyttä. ”
sme: oktiigullevašvuođa. ”

source: Saamelaisneuvosto käynnisti omaan saamelaissopimukseen tähtäävän työn vuonna 1986
sme: Sámeráđđi álggii bargat iežas sámekonvenšuvnnain Åre-sámekonfereanssas 1986.

source: saamelaiskulttuurin toimikunta laati Saamen kulttuuri ja koulutus - nimisen mietinnön NOU
sme: Árvalusa čuovvolii norgalaš sámekulturlávdegotti NÁČ 1987:34 Sámi kultuvra ja

source: Toimikunta viittaa niihin erityisvelvoitteisiin, joita Suomella, Norjalla ja
sme: Lávdegoddi čujuha daidda erenoamáš geatnegasvuođaide mat Suomas,

source: Ruotsilla on saamelaisia kohtaan kansalaisoikeuksia ja poliittisia oikeuksia koskevan
sme: Norggas ja Ruoŧas leat sámiide siviila ja politihkalaš vuoigatvuođaid konvenšuvnna

source: yleissopimuksen 27 artiklan nojalla, ja suosittelee, että maiden tulisi koordinoida
sme: 27. artihkkala mielde, ja rávve riikkaid oktiiheivehit iežaset sámepolitihka davvi

source: saamelaispolitiikkansa pohjoismaisen sopimuksen avulla (s. 155).
sme: riikkalaš soahpamušain (s. 155).

source: Toimikunta jatkaa:
sme: Lávdegoddi joatká ná:

source: ” Lisäksi monet seikat puhuvat sen puolesta, että Pohjoismaiden on syytä pyrkiä konkreettisesti vahvistamaan saamelaisten kulttuurioikeudet Pohjolassa sopimusteitse.
sme: ” Eanet áššit veaddjájit dasto vel dan beallái, ahte davviriikkat berrejit ulbmádit oažžut áigái sámi kulturvuoigatvuođaid konkrehta soahpamušnannema Davvin.

source: Pohjoismaat ovat institutionalisoineet poliittisen ja oikeudellisen yhteistyön Pohjoismaiden neuvoston välityksellä.
sme: Davviriikkat leat institušuvdnen politihkalaš ja rievttálaš ovttasbarggu Davviriikkalaš ráđi ásahemiin.

source: Ne ovat pitkään työskennelleet maiden lainsäädännön yhdenmukaistamiseksi ja siten osaltaan vaikuttaneet niin sanoaksemme alueellisen kansainvälisen oikeuden muodostumiseen tietyillä aloilla. ”
sme: Dat leat guhkibuš áiggi bargan riikkaid sierra lágaid soabahit máŋgga suorggis, ja dainna lágiin guottihan juoidá maid lea vejolaš gohčodit guvllolaš álbmotriekteilmman dihto surggiin. ”

source: Ehdotusta pohjoismaiseksi saamelaissopimukseksi tuettiin vuonna 1988 julkaistussa
sme: Golggománu 1988 raporttas maid norgalaš sámi vuoigatvuođalávdegoddi, ruoŧŧilaš

source: raportissa, jonka olivat laatineet Norjan saamelaisoikeuskomitean sekä Ruotsin ja Suomen
sme: sámevuoigatvuođalávdegoddi ja suopmelaš sámevuoigatvuođalávdegoddi ráhkadedje,

source: saamelaisoikeuksien selvityselinten edustajat.
sme: sii dorjot davviriikkalaš sámekonvenšuvnna árvalusa.

source: Esimerkkeinä asioista, joita tällaisessa
sme: Dain beliin mat berrejit

source: sopimuksessa olisi säänneltävä, raportti mainitsee valtioiden vastuun saamen kielestä,
sme: regulerejuvvot dakkár konvenšuvnnas, raporta namaha stáhtaid ovddasvástádusa

source: kulttuurista ja elinkeinoelämästä sekä valtioiden vastuun siitä, että saamelaiset voivat jatkaa
sme: sámegielas, sámi kultuvrras ja ealáhuseallimis, ja stáhtaid ovddasvástádusa das, ahte

source: elämäänsä yhtenä kansana.
sme: sámit sáhttet sámi álbmogin joatkit eallima.

source: Saamelais- ja poronhoitoasiain pohjoismainen yhteistyöelin on vuodesta 1992 lähtien
sme: Davviriikkalaš boazodoalloáššiid ovttasbarganorgána lea jagi 1992 rájis máŋgga

source: ottanut useissa tilaisuuksissa esiin kysymyksen saamelaissopimuksesta (ks. tätä toimielintä
sme: dáhpáhusas čuoččaldahttán áššin sámekonvenšuvnna (geahča dárkileappot dán orgána

source: koskevia tarkempia tietoja jäljempänä kohdassa 6.8).
sme: čuoggás 6.8).

source: Tämän toimielimen työn ansiosta
sme: Dán orgána bargu dagahii dan, ahte Davviriikkain ášši bođii

source: kysymys saatiin nostetuksi Pohjoismaissa poliittiselle esityslistalle.
sme: politihkalaš áššelistui.

source: Pohjoismaiden neuvoston
sme: Davviriikkalaš Ráđi čoahkkimis Reykjavik-gávpogis guovva

source: Reykjavikissa helmikuussa 1995 pidetyssä istunnossa Suomi, Norja ja Ruotsi pääsivät
sme: mánus 1995 sohpe Suopma, Norga ja Ruoŧa čielggadit dárbbu davviriikkalaš sáme

source: kartoittamisesta.
sme: konvenšuvdnii, ja dakkár konvenšuvnna vuođu.

source: Seuraavassa on ote istunnon pöytäkirjasta:
sme: Beavdegirji geardduhuvvo dás:

source: ” Ministerikokous, jonka aiheena on aloite pohjoismaiseksi saamelaissopimukseksi, Reykjavik 28.2.1995.
sme: ” Ministtarčoahkkin davviriikkalaš sámekonvenšuvnna álgaga birra, Reykjavik 28.2.1995.

source: Pohjoismaiden neuvoston 46. istunnon aikana Reykjavikissa pidettiin saamelaisasioita käsittelevä ministerikokous, johon osallistuivat ministerit Gunnar Bergen Norjasta, Margareta Winberg Ruotsista ja Ole Norrback Suomesta.
sme: Davviriikkalaš Ráđi 46. čoahkkinvuorus Reykjavik-gávpogis dollojuvvui ministtarčoahkkin sámi áššiid birra, ja dasa serve ministarat Gunnar Berge Norggas, Margareta Winberg Ruoŧas ja Ole Norrback Suomas.

source: Ministerit päättivät saamelais- ja poronhoitoasiain pohjoismaisen yhteistyöelimen laatiman asiakirjan pohjalta, että kyseiset kolme maata käynnistävät pohjoismaiseen saamelaissopimukseen tähtäävän yhteistyön.
sme: Sámi ja boazodoalu áššiid davviriikkalaš ovttasbarganorgána dokumeantta vuođul ministarat mearridedje ahte dat golbma riikka galget ovttasráđiid oččodit áigái davviriikkalaš sámekonvenšuvnna.

source: Tarkoituksena on asettaa yhteinen työryhmä, jonka tehtävänä on selvittää sopimuksen tarve ja perusta.
sme: Oktasaš bargojoavku galgá vuođđuduvvot, man bargomearrádussan lea čielggadit konvenšuvnna dárbbu ja vuođu.

source: Työ organisoidaan yhteistyössä saamelaiskäräjien ja Saamelaisneuvoston kanssa.
sme: Bargu organiserejuvvo ovttasráđiid sámedikkiiguin ja Sámeráđiin.

source: Norja saa tämän työn käynnistämisen tehtäväkseen. ”
sme: Norgga galgá johtui doaimmahit barggu. ”

source: Asiakirjassa, johon pöytäkirjassa viitataan, sanotaan:
sme: Dat dokumeanta masa beavdegirji čujuha, cealká ná:

source: ” Saamelaiset asuvat kansana Norjassa, Ruotsissa ja Suomessa, minkä johdosta näillä mailla on yhteinen vastuu saamelaisten elinkeinoperustan, kielen ja kulttuurin ylläpitämisestä ja kehittämisestä.
sme: ” Dainnago sámit ásset okta álbmogin Norggas, Ruoŧas ja Suomas, de dáid riikkaid oktasaš ovddasvástádus lea seailluhit ja ovddidit sámiid ealáhusvuođu, giela ja kultuvrra.

source: Näiden kolmen maan yhteistä vastuuta ja yhteisiä velvoitteita saamelaisia kohtaan on tärkeää korostaa, jotta saamelaiset pystyvät kansana säilyttämään yhteisen saamelaisidentiteettinsä ja toimimaan yhtenä kansana yli rajojen.
sme: Vai sámit álbmogin sáhttet seailluhit iežaset oktasaš sámi iešvuođalági ja doaibmat okta álbmogin riikkarájiid rastá, de lea deaŧalaš deattuhit dan golmma riikka oktasaš ovddasvástádusa ja oktasaš geatnegasvuođaid sámiide.

source: Jotta saamen kulttuuria, kieltä ja yhteiskuntaelämää voitaisiin kehittää mahdollisimman elinvoimaisella tavalla, on ratkaisevan tärkeää, että nämä kolme maata pyrkivät koordinoidusti ja yhdessä järjestämään olosuhteet sellaisiksi, että saamelaiset pystyvät määrätyissä puitteissa itse ohjaamaan tätä kehitystä.
sme: Vai sámi kultuvra, giella ja servodateallin ovdána buoremus ládje ealasvuođain, de lea vuođđodárbu ahte dát golbma riikka ovttamielalaččat oktiiheivehuvvon rahčamušaiguin lágidit sámiide vejolašvuođaid nu, ahte ieža sáhttet mearriduvvon rámaid siskkobealde stivret ovdáneami.

source: Ensi sijassa on erittäin tärkeää, että valtiot pyrkivät luomaan mahdollisimman pitkälle yhdenmukaistetun oikeudellisen standardin, joka turvaa saamelaisten statuksen kansana sekä heidän mahdollisuutensa pystyä edustajiensa välityksellä viemään tärkeitä saamelaispoliittisia asioita sekä kansallisten viranomaisten että pohjoismaisten yhteistyöelinten käsiteltäviksi.
sme: Ovddimusat lea stuorra mearkkašupmi das, ahte stáhtat vigget ráhkadit nu bures doaibmi oktasaš rievttálaš standárdda go vejolaš sámiid álgoálbmotdili várás ja sin vejolašvuođaid várás ovddastemiiguin ovddidit deaŧalaš sámepolitihkalaš áššiid sihke riikkalaš eiseválddiide ja davviriikkalaš ovttasbarganorgánaide.

source: Lisäksi on tärkeää mahdollisimman laajan yhdenmukaistamisen ja yhteistyön avulla pyrkiä yhdessä panostamaan sellaisiin erityisiin järjestelmiin ja toimenpiteisiin, joista voidaan saada entistä enemmän hyötyä ja voimavaroja. ”
sme: Dasto lea deaŧalaš ahte oktiiheiveheapmi lea nu buorre go vejolaš, ja ahte sierra ortnegiin ja doaibmabijuin lea ovttasbargu, mainna oktasaš návccat sáhttet váikkuhit beaktileappot ja buorebut geavahit resurssaid. ”

source: Saamelaisneuvosto antoi tukensa saamelaissopimuksen parissa tehtävälle työlle
sme: Sámeráđđi doarjjui sámekonvenšuvdnabarggu sámekonfereanssas mii lei Murmansk

source: Murmanskissa vuonna 1996 järjestetyssä saamelaiskonferenssissa. Sen omassa
sme: gávpogis 1996.

source: päätöslauselmassa sanottiin muun muassa:
sme: Sierra cealkámušas daddjojuvvo ee. ná:

source: ” Tämän takia valtioilla on erityinen velvollisuus järjestää olosuhteet sellaisiksi, että saamelaisyhteiskunta ja sen jatkuva kehitys voidaan turvata yli valtionrajojen.
sme: ” Stáhtain lea danne erenoamáš geatnegasvuohta láhčit dilálašvuođaid nu, ahte sámi servodat ovdána ja dan joatkevaš ovdáneapmi sihkkarastojuvvo riikarájiid rastá.

source: Tällaisen saamelaisten oikeudellisen, sivistyksellisen, taloudellisen, sosiaalisen, elinkeinoihin liittyvän ja poliittisen aseman turvaamisen on tapahduttava mitä pikimmin muun muassa valtioiden välisen erityisen saamelaissopimuksen muodossa. ”
sme: Go sámiid rievttálaš, kultuvrralaš, ekonomalaš, sosiála, ealáhuslaš ja politihkalaš sajádat galgá nu sihkkarastojuvvot, de dat sihkkarastin berre dáhpáhuvvat ee. sierra sámekonvenšuvnnain maid stáhtat sohpet gaskaneaset. ”

source: Myös kyseisten kolmen maan saamelaiskäräjät ovat antaneet tukensa pohjoismaiseen
sme: Dan golmma riikka sámedikkitge leat dorjon davviriikkalaš sámekonvenšuvnna

source: saamelaissopimukseen tähtäävälle työlle.
sme: barggu.

source: saamelaiskäräjien välisessä kokouksessa vuonna 1995.
sme: Das dahke mearrádusa oktasaš čoahkkimis maid dolle 1995.

source: Myös sekä vuonna 1996 että vuonna
sme: Maiddái sihke

source: 1997 pidetyissä kokouksissa tehtiin pohjoismaista saamelaissopimusta koskeva päätös.
sme: 1996 ja 1997 dahke davviriikkalaš sámekonvenšuvnnas mearrádusaid oktasaš

source: Vuonna 1997 tehdyssä päätöksessä sanotaan:
sme: Jagi 1997 mearrádus cealká ná:

source: ” Saamelaiskäräjät edellyttävät, ettei pohjoismainen saamelaissopimus saa olla oikeudelliselta standardiltaan alempi kuin Kansainvälisen työjärjestön ILO:n yleissopimus tai muut alkuperäiskansoja koskevat kansainväliset instrumentit.
sme: ” Sámedikkit ovdehit ahte davviriikkalaš sámekonvenšuvdna ii oaččo leat ILOkonvenšuvnna iige eará riikkaidgaskasaš álgoálbmotinstrumeanttaid riektedási vulobealde.

source: Sopimukseen on lisäksi sisällyttävä saamelaismääritelmä.
sme: Konvenšuvdna berre dasto defineret sámiid.

source: Saamelaiskäräjien on jatkettava Pohjoismaiden neuvoston jäsenyyteen tähtääviä pyrkimyksiään erillään pohjoismaisen saamelaissopimuksen parissa tehtävästä työstä. ”
sme: Sámedikkit galget viidáseappot bargat Davviriikkalaš Ráđi miellahttovuođain sierra dan barggus mii lea jođus davviriikkalaš sámekonvenšuvnnain. ”

source: Työ pohjoismaisen saamelaissopimuksen tarpeen ja perustan selvittämiseksi käynnistyi
sme: Bargu mii galggai čielggadit dárbbu ja vuođu davviriikkalaš sámekonvenšuvdnii,

source: joulukuussa 1996.
sme: álggii juovlamánus 1996.

source: Työstä vastaavassa ryhmässä oli 12 jäsentä, neljä kustakin
sme: Barggu doaimmaheaddji joavkkus ledje 12 lahtu, guđege

source: sopimusvaltiosta.
sme: riikkas njeallje.

source: Ryhmään osallistui kolme jäsentä jokaisen sopimusvaltion kolmesta eri
sme: Guđege riikka ovddastedje golbma lahtu, mat bohte golmma sierra

source: ministeriöistä sekä yksi saamelaiskäräjien jäsen.
sme: departemeanttas, ja okta sámediggelahttu.

source: Työryhmän raportti esitettiin kesäkuussa
sme: Bargojoavkku raporta biddjojuvvui ovdan

source: 1998, ja ryhmä suositteli siinä pohjoismaisen saamelaissopimuksen laatimista. Suositukset
sme: geassemánus 1998, ja joavkku árvalus lei ahte davviriikkalaš sámekonvenšuvdna

source: käyvät ilmi raportin 2.8 kohdan 2 alakohdasta:
sme: Dat rávvagat bohtet ovdan raportta čuoggás 2.8 nr. 2:

source: ” Pohjoismainen työryhmä on valmistellut pohjoismaiseen saamelaissopimukseen tähtäävää jatkoprosessia.
sme: ” Davviriikkalaš bargojoavku lea čađahan ovdabargguid dan joatkevaš prosessii mii doalvu davviriikkalaš sámekonvenšuvnna válmmašteapmái.

source: Työryhmä toteaa yksimielisesti, että pohjoismaisen saamelaissopimuksen parissa tehtävä työ on tärkeää ja että sitä on jatkettava.
sme: Ovttamielalaš bargojoavku duođašta deaŧalažžan davviriikkalaš sámekonvenšuvnna válmmaštanbarggu, ja dat berre joatkit.

source: Työryhmä täsmentää, että pohjoismaiselle saamelaissopimukselle on tarve ja perusta.
sme: Bargojoavku dárkkálmastá ahte davviriikkalaš sámekonvenšuvdnii leat sihke vuođđu ja dárbu.

source: Tätä taustaa vasten työryhmä suosittelee pohjoismaiseen saamelaissopimukseen liittyvän työn jatkamista.
sme: Dan vuođul bargojoavku rávve davviriikkalaš sámekonvenšuvnna áigáioččodanbarggu joatkit.

source: Yksi mahdollinen tapa tehdä niin on perustaa asiantuntijatoimikunta jatkamaan asian käsittelyä ja selvittelytyötä ennen mahdollisen neuvottelutoimikunnan asettamista. ”
sme: Vejolaš bargovuohki lea nammadit áššedovdi joavkku mii joatká barggu ja čielggada dárkileappot ovdalgo vejolaččat nammaduvvo šiehtadallanlávdegoddi. ”

source: Tämä on luonut tärkeän taustan asiantuntijatyöryhmän työlle.
sme: Dát lea leamaš deaŧalaš duogášávnnasin áššedovdi joavkku bargui.

source: Kokouksia on pidetty vuorotellen
sme: Čoahkkimat leat vuoruid leamaš

source: kaikissa kolmessa maassa, useimmiten saamelaisalueilla.
sme: dan golmma riikkas, ja eatnašat leat čađahuvvon sámi guovlluin.

source: Kokouksia on järjestetty
sme: Čuovvovaš

source: 28.–29. tammikuuta 2003 Kaarasjoella (Kárásjohka)
sme: čoahkkimat leat lágiduvvon:

source: 28.–29. huhtikuuta 2003 Östersundissa (Luvlieluspie)
sme: ođđajagemánu 28. – 29. b. 2003 Karasjok-Kárásjohka

source: 16.–17. kesäkuuta 2003 Inarissa (Anár)
sme: geassemánu 16. –17. b. 2003 Enare-Anár čakčamánu 3. –5. b. 2003 Røros-Plassje

source: 25.–26. marraskuuta 2003 Tukholmassa
sme: skábmamánu 25. –26. b. 2003 Stockholm-Stockholbma

source: 27.–29. tammikuuta 2004 Espoossa (Hanasaaressa)
sme: ođđajagemánu 27. –29. b. 2004 Esbo (Hanaholmen)

source: 21.–23. huhtikuuta 2004 Tromssassa (Romsa)
sme: cuoŋománu 21. – 23. b. 2004 Tromsø-Romsa

source: 8.–10. kesäkuuta 2004 Arvidsjaurissa (saamelainen paikannimi)
sme: geassemánu 8. – 10. b. 2004 Arvidsjaur-Árviesjávrrie

source: 30. elokuuta – 1. syyskuuta 2004 Turussa
sme: borgemánu 30. – čakčamánu 1. b. 2004 Åbo-Turku

source: 23.–25. marraskuuta 2004 Oslossa (Voksenåsen)
sme: skábmamánu 23. – 25. b. 2004 Oslo (Voksenåsen)

source: 25.–27. tammikuuta 2005 Kiirunassa (Giron)
sme: ođđajagemánu 25. – 27. b. 2005 Kiruna-Giron

source: 5.–7. huhtikuuta 2005 Enontekiössä (Ednotak)
sme: cuoŋománu 5. – 7. b. 2005 Enontekiö-Eanodat

source: 31. toukokuuta – 3. kesäkuuta 2005 Tenossa (Deatnu-Tana)
sme: miessemánu 31. b. – geassemánu 3. b. 2005 Tana-Deatnu

source: 30. elokuuta – 1. syyskuuta 2005 Uumajassa (Upme)
sme: borgemánu 30. b. – čakčamánu 1. b. 2005 Umeå-Upme

source: 25.–26. lokakuuta 2005 Oslossa
sme: golggotmánu 25. – 26. b. 2005 Oslo

source: Asiantuntijatyöryhmän ensimmäiseen tammikuussa 2003 pidettyyn kokoukseen
sme: Áššedovdi joavkku vuosttamuš čoahkkimii ođđajagemánus 2003 bohte sihke

source: osallistuivat sekä varsinaiset jäsenet että varajäsenet.
sme: lahtut ja várrelahtut.

source: Asiantuntijatyöryhmän puheenjohtaja
sme: Áššedovdi joavkku jođiheaddji buvttii ovdan ahte lea sávahahtti

source: ilmaisi olevan toivottavaa, että varajäsenet osallistuisivat myös ryhmän seuraaviin
sme: ahte várrelahtut servet joavkku earáge čoahkkimiidda. Dattetge ii galgan leat várre

source: kokouksiin.
sme: lahtuide čoahkkinbággu.
